{"id": 1172215349183467520, "bot_name": "Scrambled Literature", "twitter_username": "@SouthernOracle4", "text": "\"I tell you,\" said Caderousse, who, anxious not to be watched, had entered the courtyard of the banker's domestic life. ", "passages": [{"item": 0, "fragment": "I tell you , ''", "source_name": "Count Of Monte Cristo", "source_position": 483224, "prefix": [33, 316, 49, 25], "full_quote": "\"<used>I tell you,\" cr</used>ied Danglars, \"that with these three million --\" \"Do you expect to recover your position, sir, without touching those three million?\""}, {"item": 1, "fragment": "tell you , '' said", "source_name": "Count Of Monte Cristo", "source_position": 347714, "prefix": [316, 49, 25, 2], "full_quote": "\"\"Well, no, madame, -this is the terrible news I have to <used>tell you,\" said</used> Villefort in a hollow voice-\" no, nothing was found beneath the flowers; there was no child disinterred-no"}, {"item": 2, "fragment": "you , '' said Caderousse", "source_name": "Count Of Monte Cristo", "source_position": 426677, "prefix": [49, 25, 2, 154], "full_quote": "\"There's a life <used>for you,\" said Caderousse</used>; \"a town house and a country house.\""}, {"item": 3, "fragment": ", '' said Caderousse , who , anxious not to", "source_name": "Count Of Monte Cristo", "source_position": 109368, "prefix": [25, 2, 154, 161], "full_quote": "\"As you please, sir,\" <used>said Caderousse, who, anxious not to</used> lose the present opportunity of finding a customer for one of the few bottles of Cahors still remaining in his possession, hastily raised a trap-door in the floor of the apartment they were in, which served both as parlor and kitchen"}, {"item": 4, "fragment": ", anxious not to be watched , had entered the", "source_name": "Count Of Monte Cristo", "source_position": 100550, "prefix": [25, 4470, 11, 89], "full_quote": "Then following the clew that, in the hands of the Abbé Faria, had been so skilfully used to guide him through the Dædalian labyrinth of probabilities, he thought that the Cardinal Spada, <used>anxious not to be watched, had entered the</used> creek, concealed his little barque, followed the line marked by the notches in the rock, and at the end of it had buried his treasure"}, {"item": 5, "fragment": ", had entered the courtyard of the banker 's", "source_name": "Count Of Monte Cristo", "source_position": 420392, "prefix": [25, 74, 7584, 53], "full_quote": "\"The evening of the day on which the Count of Morcerf had left Danglars\" house with feelings of shame and anger at the rejection of the projected alliance, M. Andrea Cavalcanti, with curled hair, moustaches in perfect order, and white gloves which fitted admirably, <used>had entered the courtyard of the banker's</used> house in Rue de la Chausséed'Antin"}, {"item": 6, "fragment": "of the banker 's domestic life", "source_name": "Count Of Monte Cristo", "source_position": 248808, "prefix": [177, 53, 1157, 219], "full_quote": "inquired Danglars, with an air of indulgence and good-nature that made Monte Cristo smile, acquainted as he was with the secrets <used>of the banker's domestic life</used>"}]}