{"id": 1171915794818707456, "bot_name": "Scrambled Literature", "twitter_username": "@SouthernOracle4", "text": "\"I said to my mother, and Jane, at the Eltons\"; and he ran on again for a while with curses.", "passages": [{"item": 0, "fragment": "I said to my mother ,", "source_name": "Emma", "source_position": 125420, "prefix": [3, 4, 26, 62], "full_quote": "<used>I said to my mother</used>, \"Upon my word,ma'am --.\""}, {"item": 1, "fragment": "to my mother , and", "source_name": "Emma", "source_position": 135119, "prefix": [26, 62, 84, 32], "full_quote": "I am sure I have sometimes the oddest dreams in the world -- but if I am questioned about it, I must acknowledge that there was such an idea last spring; for Mrs. Perry herself mentioned it <used>to my mother, and</used> the Coles knew of it as well as ourselves -- but it was quite a secret, known to nobody else, and only thought of about three days"}, {"item": 2, "fragment": "my mother , and Jane ,", "source_name": "Emma", "source_position": 149783, "prefix": [62, 84, 32, 158], "full_quote": "\"No, not Mr. Knightley; he declined it from the first; and though I thought he would come, because Mrs. Elton declared she would not let him off, he did not; -- but <used>my mother, and Jane, a</used>nd I, were all there, and a very agreeable evening we had\""}, {"item": 3, "fragment": ", and Jane , at the Eltons '' ; and he", "source_name": "Emma", "source_position": 134177, "prefix": [32, 158, 5, 32], "full_quote": "\"He was dining with the Randalls family, <used>and Jane, at the Eltons\"; and he</used> had seen a look, more than a single look, at Miss Fairfax, which, from the admirer of Miss Woodhouse, seemed somewhat out of place"}, {"item": 4, "fragment": "'' ; and he ran on again for a while with curses", "source_name": "Treasure Island", "source_position": 5737, "prefix": [2, 204, 158, 54], "full_quote": "\"It's been meat and drink, and man and wife, to me; and if I'm not to have my rum now I'm a poor old hulk on a lee shore, my blood'll be on you, Jim, and that doctor sw<used>ab\"; and he ran on again for a while with curses</used>"}]}