{"id": 1171969884294668288, "bot_name": "Scrambled Literature", "twitter_username": "@SouthernOracle4", "text": "Then, he said, \"like a fish out of water,\" and all he could do was to overhear them at their councils, and that my dancing days are over.", "passages": [{"item": 0, "fragment": "Then , he said ,", "source_name": "Emma", "source_position": 187511, "prefix": [241, 32, 54, 4], "full_quote": "<used>Then, he said, h</used>e would endeavour to see her in the course of this day."}, {"item": 1, "fragment": ", he said , ``", "source_name": "Emma", "source_position": 111417, "prefix": [32, 54, 4, 32], "full_quote": "Both felt rather anxious to hear him speak again; and after a few minutes silence, <used>he said, \"A</used>nother thing must be taken into consideration too -- Mrs. Elton does not talk\""}, {"item": 2, "fragment": "he said , `` like a fish out of water , '' and all he could do was to", "source_name": "Treasure Island", "source_position": 12489, "prefix": [54, 4, 32, 370], "full_quote": "Mr. Dance stood there, as <used>he said, \"like a fish out of water,\" and all he could do was to</used> dispatch a man to B -- -- to warn the cutter"}, {"item": 3, "fragment": "could do was to overhear them at their councils , and that my", "source_name": "Treasure Island", "source_position": 32280, "prefix": [9, 103, 51, 26], "full_quote": "I began to feel that I was neglecting my business, that since I had been so foolhardy as to come ashore with these desperadoes, the least I <used>could do was to overhear them at their councils, and that my</used> plain and obvious duty was to draw as close as I could manage, under the favourable ambush of the crouching trees"}, {"item": 4, "fragment": ", and that my dancing days are over", "source_name": "Emma", "source_position": 127563, "prefix": [32, 158, 40, 62], "full_quote": "said he, \"I shall have great pleasure, I am sure -- for, though beginning to feel myself rather an old married man<used>, and that my dancing days are over</used>, it would give me very great pleasure at any time to stand up with an old friend like Mrs\""}, {"item": 5, "fragment": "my dancing days are over .", "source_name": "Emma", "source_position": 127684, "prefix": [62, 2190, 1624, 100], "full_quote": "Any thing else I should be most happy to do, at your command -- but <used>my dancing days are over</used>."}]}