{"id": 1172776423901335557, "bot_name": "Scrambled Literature", "twitter_username": "@SouthernOracle4", "text": "In his System of Nature, A.D. 1776, Linnæus declares, \"I hereby separate the whales from the waters, and the best of wives she is, though she keeps so many moody secrets.\" #MobyDick", "passages": [{"item": 0, "fragment": "In his System of Nature , A.D. 1776 , Linnæus declares , `` I hereby separate the whales from the", "source_name": "Moby Dick", "source_position": 63441, "prefix": [666, 373, 19071, 48], "full_quote": "<used>In his System of Nature, A.D. 1776, Linnæus declares, \"I hereby separate the whales from the</used> fish.\""}, {"item": 1, "fragment": "the whales from the waters ,", "source_name": "Moby Dick", "source_position": 63516, "prefix": [19, 1627, 85, 19], "full_quote": "The grounds upon which Linnæus would fain have banished <used>the whales from the waters, h</used>e states as follows: \"On account of their warm bilocular heart, their lungs, their movable eyelids, their hollow ears, penem intrantem feminam mammis lactantem,\" and finally, \"ex lege naturæ jure meritoque.\""}, {"item": 2, "fragment": "from the waters , and the", "source_name": "Moby Dick", "source_position": 205513, "prefix": [85, 19, 3647, 30], "full_quote": "Whether owing to the almost omniscient look-outs at the mast-heads of the whale-ships, now penetrating even through Behring's straits, and into the remotest secret drawers and lockers of the world; and the thousand harpoons and lances darted along all continental coasts; the moot point is, whether Leviathan can long endure so wide a chase, and so remorseless a havoc; whether he must not at last be exterminated <used>from the waters, and the</used> last whale, like the last man, smoke his last pipe, and then himself evaporate in the final puff"}, {"item": 3, "fragment": "waters , and the best of wives she is , though she keeps so many moody secrets", "source_name": "Moby Dick", "source_position": 177114, "prefix": [3647, 30, 35, 19], "full_quote": "Like venerable moss-bearded Daniel Boone, he will have no one near him but Nature herself; and her he takes to wife in the wilderness of <used>waters, and the best of wives she is, though she keeps so many moody secrets</used>"}]}